const t="ka/profession.md",n="journeys",o="ka/profession",e="",s={title:"პროფესიონალური საწყისები",content:"2021 წელს ჩავუღრმავდი ფრილანსის სფეროს და ამით გავეცანი კლიენტებთან თანამშრომლობას. მოგვიანებით, 2022-2023 წლებში, Unilab-ის სტაჟირებამ გამაცნო თანამედროვე სამუშაო გარემო. მცირე გუნდებთან თანამშრომლობით შევქმენით ვებგვერდები ილიას სახელმწიფო უნივერსიტეტისთვის. ამ გარემომ მნიშვნელოვნად გააუმჯობესა ჩემი გუნდში მუშაობის უნარი.",date:"2021"},a={type:"content",filePath:"/home/etherbits/projects/astro-portfolio/src/content/journeys/ka/profession.md",rawData:`
title: პროფესიონალური საწყისები
content:
  2021 წელს ჩავუღრმავდი ფრილანსის სფეროს და ამით გავეცანი კლიენტებთან თანამშრომლობას.
  მოგვიანებით, 2022-2023 წლებში, Unilab-ის სტაჟირებამ გამაცნო თანამედროვე სამუშაო გარემო.
  მცირე გუნდებთან თანამშრომლობით შევქმენით ვებგვერდები ილიას სახელმწიფო უნივერსიტეტისთვის.
  ამ გარემომ მნიშვნელოვნად გააუმჯობესა ჩემი გუნდში მუშაობის უნარი.
date: "2021"`};export{a as _internal,e as body,n as collection,s as data,t as id,o as slug};
