const n="ka/sandro.md",o="projects",a="ka/sandro",t="",c={id:"sandro",description:"სანდროს წიგნები საიტია შექმნილი უნილაბის დირექტორის, სანდრო ასათიანის, აუდიო წიგნებისთვის. საიტის კატალოგი შემოიფარგლება სხვადახვა საკითხით და შეიცავს ინტერგრირებულ audio player-ს, რომელსაც ყველა მოსალოდნელი ფუნქციონალი გააჩნია. მე მევალებოდა არსებული კოდის ბაზის თანამედროვე React Single Page Application (SPA)-ზე გადაწერა. ასევე ახალი ფუნქციონალიც დავამატეთ, როგორიცაა playback და dynamic routing-ი. ამ პროცესის განმავლობაში, UI/UX დიზაინერებთან მჭიდროდ ვმუშაობდით, რათა ჩანაფიქრთან რაც შეიძლება ახლო პროდუქტი შეგვექმნა."},i={type:"content",filePath:"/home/etherbits/projects/astro-portfolio/src/content/projects/ka/sandro.md",rawData:`
id: sandro
description:
  სანდროს წიგნები საიტია შექმნილი უნილაბის დირექტორის, სანდრო ასათიანის,
  აუდიო წიგნებისთვის. საიტის კატალოგი შემოიფარგლება სხვადახვა საკითხით და შეიცავს
  ინტერგრირებულ audio player-ს, რომელსაც ყველა მოსალოდნელი ფუნქციონალი გააჩნია.
  მე მევალებოდა არსებული კოდის ბაზის თანამედროვე React Single Page Application (SPA)-ზე
  გადაწერა. ასევე ახალი ფუნქციონალიც დავამატეთ, როგორიცაა playback და dynamic routing-ი.
  ამ პროცესის განმავლობაში, UI/UX დიზაინერებთან მჭიდროდ ვმუშაობდით,
  რათა ჩანაფიქრთან რაც შეიძლება ახლო პროდუქტი შეგვექმნა.`};export{i as _internal,t as body,o as collection,c as data,n as id,a as slug};
