const t="ka/start.md",n="journeys",o="ka/start",e="",a={title:"ენთუზიაზმის საწყისი",content:"2017 წელს ჩემი ცნობისმოყვარეობა აღვივდა, რამაც ჩემს მოგზაურობას საფუძველი ჩაუდო. კომპიუტერებმა, ტექნოლოგიამ და პროგრამირების სამყარომ ღრმად მომხიბლა. მე ვამაყობდი პროგრამისტებით, რომლებმაც შექმნეს ჩემი საყვარელი პროგრამები და თამაშები. სწორედ ამ დროს დავიწყე პროგრამირების შესწავლა და შემიყვარდა პროგრამების შექმნა.",date:"2017"},s={type:"content",filePath:"/home/etherbits/projects/astro-portfolio/src/content/journeys/ka/start.md",rawData:`
title: ენთუზიაზმის საწყისი
content:
  2017 წელს ჩემი ცნობისმოყვარეობა აღვივდა, რამაც ჩემს მოგზაურობას საფუძველი ჩაუდო.
  კომპიუტერებმა, ტექნოლოგიამ და პროგრამირების სამყარომ ღრმად მომხიბლა.
  მე ვამაყობდი პროგრამისტებით, რომლებმაც შექმნეს ჩემი საყვარელი პროგრამები და თამაშები.
  სწორედ ამ დროს დავიწყე პროგრამირების შესწავლა და შემიყვარდა პროგრამების შექმნა.
date: "2017"`};export{s as _internal,e as body,n as collection,a as data,t as id,o as slug};
