const n="ka/unispace.md",t="projects",e="ka/unispace",c="",o={id:"unispace",description:"Unispace-ი არის პლატფორმა UniLab-ის (ილიას სახელმწიფო უნივერსიტეტის პროფესიული აქსელერაციის პროგრამა) ლექტორებისა და სტუდენტებისთვის. ეს პლატფორმა აძლევს ლექტორებს შესაძლებლობას, რომ კურსების და მონაწილეების მენეჯმენტი შეძლონ. პარალელურად სტუდენტებს აძლევს საშვალებას მოიძიონ ინფორმაცია კურსებზე და გაწევრიანდნენ. მე და კიდევ ერთ დეველოპერს, მინდია არაბულს, დაგვავალეს საიტის front-end-ის აწყობა, UI/UX გუნდებიდან მიღებული დიზაინების მიხედვით. ასევე, მჭიდრო კავშირი გვქონდა back-end დეველოპერებთან, რათა ისეთი API გაგვეწერა, რომელიც front-ს მოერგებოდა.",disclamer:"*დროებით მობაილზე არ მუშაობს"},a={type:"content",filePath:"/home/etherbits/projects/astro-portfolio/src/content/projects/ka/unispace.md",rawData:`
id: unispace
description: Unispace-ი არის პლატფორმა UniLab-ის (ილიას სახელმწიფო უნივერსიტეტის
  პროფესიული აქსელერაციის პროგრამა) ლექტორებისა და სტუდენტებისთვის. ეს პლატფორმა
  აძლევს ლექტორებს შესაძლებლობას, რომ კურსების და მონაწილეების მენეჯმენტი შეძლონ.
  პარალელურად სტუდენტებს აძლევს საშვალებას მოიძიონ ინფორმაცია კურსებზე და გაწევრიანდნენ.
  მე და კიდევ ერთ დეველოპერს, მინდია არაბულს, დაგვავალეს საიტის front-end-ის აწყობა,
  UI/UX გუნდებიდან მიღებული დიზაინების მიხედვით. ასევე, მჭიდრო კავშირი გვქონდა back-end დეველოპერებთან,
  რათა ისეთი API გაგვეწერა, რომელიც front-ს მოერგებოდა.
disclamer: "*დროებით მობაილზე არ მუშაობს"`};export{a as _internal,c as body,t as collection,o as data,n as id,e as slug};
