const t="ka/web.md",n="journeys",e="ka/web",o="",c={title:"ექსპერტიზის ზრდა",content:"2019-2020 წლებში ჩემი მოგზაურობა განვითარდა. ინტერნეტში არსებული უამრავი მასალის გამოყენებით, მე გავამახვილე ჩემი აქცენტი ვებ დეველოპმენტზე, რამაც მკვეთრად ააჩქარა ჩემი პროგრესი. პანდემიის ფონზე, მე დავიწყე მნიშვნელოვანი პროექტი - შევქმენი კლასის მართვის ვებგვერდი დედაჩემის სამუშაოსთვის. ამ გამოცდილებამ კიდევ უფრო წინ წამწია.",date:"2019"},a={type:"content",filePath:"/home/etherbits/projects/astro-portfolio/src/content/journeys/ka/web.md",rawData:`
title: ექსპერტიზის ზრდა
content: 2019-2020 წლებში ჩემი მოგზაურობა განვითარდა.
  ინტერნეტში არსებული უამრავი მასალის გამოყენებით, მე გავამახვილე ჩემი
  აქცენტი ვებ დეველოპმენტზე, რამაც მკვეთრად ააჩქარა ჩემი პროგრესი.
  პანდემიის ფონზე, მე დავიწყე მნიშვნელოვანი პროექტი - შევქმენი კლასის
  მართვის ვებგვერდი დედაჩემის სამუშაოსთვის. ამ გამოცდილებამ კიდევ უფრო წინ წამწია.
date: "2019"`};export{a as _internal,o as body,n as collection,c as data,t as id,e as slug};
